{
  "term": "Spring",
  "year": "2019",
  "level": [
    "Non-Credit"
  ],
  "topics": [
    [
      "Teaching and Education"
    ],
    [
      "Teaching and Education",
      "Curriculum and Teaching"
    ],
    [
      "Teaching and Education",
      "Education Policy"
    ],
    [
      "Teaching and Education",
      "Educational Technology"
    ]
  ],
  "legacy_uid": "c0b987ab-1fb7-c74d-ffcc-9dcc377e5d4a",
  "instructors": {
    "content": [
      "89666a17-6a2a-c8a6-7d92-867266505def",
      "4d72d57b-15e4-ec62-411b-19bea3fc7b55"
    ],
    "website": "ocw-www"
  },
  "course_image": {
    "content": "afcbb03b-7e97-0bea-8ada-3745e82c3bcd",
    "website": "res-cms-154-launching-innovation-in-schools-spring-2019"
  },
  "course_title": "Launching Innovation in Schools",
  "hide_download": true,
  "course_description": "Every great teacher and every great school constantly work towards creating better learning conditions for students. Just as we hope our students become lifelong learners, we as educators should be constantly learning and improving. This education course is for school leaders of all kinds (from teacher-leaders to principals to superintendents) who are launching innovation in schools—starting new efforts to work together to improve teaching and learning.\n\nYou will complete a cycle of study, experimentation, and reflection to gain confidence and skills to lead instructional improvement efforts. Through experiential activities and assignments, you will begin working with colleagues to envision the next level of work for your team or organization, to launch a new initiative, and to measure your progress along the way. Based on the work of Prof. Justin Reich and Dr. Peter Senge, this course will focus on visioning and capacity-building, with an emphasis on collaboration and building partnerships with stakeholders at multiple levels.\n\nAt the end of the course, you will have started the process of launching an instructional improvement initiative in your school or learning environment, and you will better understand yourself as a leader and change agent. You will have made connections with peers who are also undertaking this important work.\n\nThis course is part of the [Open Learning Library](https://openlearninglibrary.mit.edu/), which is free to use. You have the option to sign up and enroll in the course if you want to track your progress, or you can view and use all the materials without enrolling.\n",
  "department_numbers": [
    "CMS-W"
  ],
  "extra_course_numbers": "",
  "primary_course_number": "RES.CMS-154",
  "course_image_thumbnail": {
    "content": "e67abbdb-67a8-530c-9dfb-afc253b14066",
    "website": "res-cms-154-launching-innovation-in-schools-spring-2019"
  },
  "hide_download_original": true,
  "learning_resource_types": [],
  "site_uid": "f1a1475b-2fcf-4cec-88fc-11bb35ad853e",
  "site_short_id": "res.cms-154-spring-2019",
  "site_url_path": "courses/res-cms-154-launching-innovation-in-schools-spring-2019",
  "title": "Course Metadata"
}